[
  {
    "country": "Afghanistan",
    "facts": [
      "Afghanistan produces the world’s largest quantity of pomegranates, especially from Kandahar.",
      "Buzkashi is Afghanistan’s national sport, played on horseback with a goat carcass.",
      "The country has the Band-e Amir lakes, a series of six deep blue lakes in the Hindu Kush mountains."
    ]
  },
  {
    "country": "Albania",
    "facts": [
      "Albania has a castle in Berat with houses built inside its walls.",
      "The country has one of the highest numbers of bunkers per capita, built during the communist era.",
      "Albania has a native tradition called 'Iso-polyphony' recognized by UNESCO."
    ]
  },
  {
    "country": "Algeria",
    "facts": [
      "Algeria is the largest country in Africa by land area.",
      "The Sahara desert covers more than four-fifths of Algeria.",
      "The Tassili n'Ajjer in Algeria has some of the world’s oldest rock art."
    ]
  },
  {
    "country": "Andorra",
    "facts": [
      "Andorra is known for its ski resorts and a tax-haven status.",
      "It’s one of the few countries in the world with Catalan as its official language.",
      "Andorra has no airports; the nearest airports are in France and Spain."
    ]
  },
  {
    "country": "Angola",
    "facts": [
      "Angola has the third largest waterfall in Africa, Kalandula Falls.",
      "The Giant Sable Antelope is native to Angola and is a national symbol.",
      "Angola was one of the largest coffee producers in the 1970s."
    ]
  },
  {
    "country": "Argentina",
    "facts": [
      "Argentina is home to the world’s widest avenue: Avenida 9 de Julio in Buenos Aires.",
      "The tango dance originated in the working-class neighborhoods of Buenos Aires in the late 19th century.",
      "There’s a glacier in Patagonia, Perito Moreno, that calves icebergs regularly into lakes."
    ]
  },
  {
    "country": "Armenia",
    "facts": [
      "Armenia was the first nation to adopt Christianity as a state religion in 301 AD.",
      "Mount Ararat, although in Turkey today, is considered a national symbol of Armenia.",
      "Armenia has one of the world’s oldest wineries, dating back over 6,000 years."
    ]
  },
  {
    "country": "Australia",
    "facts": [
      "Australia has the longest fence in the world: the Dingo Fence stretches over 5,000 km.",
      "There are more kangaroos than humans in many parts of Australia.",
      "Camels were imported in the 19th century, and now there are over a million feral camels."
    ]
  },
  {
    "country": "Austria",
    "facts": [
      "Vienna is known as the 'City of Music' because of its musical legacy including Mozart and Beethoven.",
      "Austria has the oldest zoo in the world, Tiergarten Schönbrunn, founded in 1752.",
      "The Austrian Alps are a major destination for skiing and mountaineering."
    ]
  },
  {
    "country": "Azerbaijan",
    "facts": [
      "Azerbaijan is known as the 'Land of Fire' due to its natural burning gas vents.",
      "Baku Flame Towers illuminate the skyline and symbolize fire, one of Azerbaijan’s elements.",
      "The country is home to mud volcanoes, more than any other country in the world."
    ]
  },
  {
    "country": "Bahamas",
    "facts": [
      "The Bahamas has over 700 islands and is famous for its clear turquoise waters.",
      "Pink sand beaches exist on Harbour Island due to tiny coral insects called Foraminifera.",
      "Swimming pigs are a unique tourist attraction in the Exumas."
    ]
  },
  {
    "country": "Bahrain",
    "facts": [
      "Bahrain has one of the world’s first oil industries, dating back to 1932.",
      "The Tree of Life in Bahrain is a 400-year-old mesquite tree surviving in the desert with no apparent water source.",
      "Bahrain hosts an annual Formula 1 Grand Prix race."
    ]
  },
  {
    "country": "Bangladesh",
    "facts": [
      "Bangladesh has the world’s largest river delta.",
      "Cheating on an exam in Bangladesh can sometimes result in jail time.",
      "The Sundarbans, the world’s largest mangrove forest, is shared with India."
    ]
  },
  {
    "country": "Barbados",
    "facts": [
      "Barbados is the birthplace of rum, with sugarcane cultivation dating back centuries.",
      "Cricket is a major national sport, with famous players like Sir Garfield Sobers.",
      "The island is home to Harrison’s Cave, a crystallized limestone cavern system."
    ]
  },
  {
    "country": "Belarus",
    "facts": [
      "Belarus is home to the Belovezhskaya Pushcha Forest, one of Europe’s last primeval forests.",
      "The country has a popular tradition of folk songs called 'Dudka'.",
      "Belarusian castles, like Mir and Nesvizh, are UNESCO World Heritage sites."
    ]
  },
  {
    "country": "Belgium",
    "facts": [
      "Belgium is known for inventing waffles, chocolate, and fries.",
      "The country has over 800 castles scattered throughout its regions.",
      "Belgium has three official languages: Dutch, French, and German."
    ]
  },
  {
    "country": "Belize",
    "facts": [
      "Belize has the world’s second largest barrier reef, perfect for diving and snorkeling.",
      "The Great Blue Hole is a giant marine sinkhole that attracts divers globally.",
      "Belize is the only country in Central America with English as its official language."
    ]
  },
  {
    "country": "Benin",
    "facts": [
      "Benin is known as the birthplace of the Vodun (Voodoo) religion.",
      "Pendjari National Park in Benin has one of the largest populations of lions in West Africa.",
      "The country has historical monuments of the Dahomey Kingdom."
    ]
  },
  {
    "country": "Bhutan",
    "facts": [
      "Bhutan measures success by Gross National Happiness rather than GDP.",
      "Tigers are a national symbol and strictly protected in Bhutan.",
      "Paro Taktsang, also known as the Tiger’s Nest Monastery, is perched on a cliff 900 meters above the valley."
    ]
  },
  {
    "country": "Bolivia",
    "facts": [
      "Bolivia has two capitals: Sucre (constitutional) and La Paz (administrative).",
      "The Salar de Uyuni is the world’s largest salt flat, creating a giant mirror when wet.",
      "Bolivia is home to the unique flying frog species found in the Andes."
    ]
  },
  {
    "country": "Bosnia and Herzegovina",
    "facts": [
      "The Stari Most (Old Bridge) in Mostar was rebuilt after being destroyed during the war.",
      "Bosnia has more than 1,000 rivers and streams.",
      "The country is home to traditional music called Sevdalinka, known for its emotional lyrics."
    ]
  },
  {
    "country": "Botswana",
    "facts": [
      "Botswana is home to the Okavango Delta, one of the world’s largest inland deltas.",
      "The country has the Kalahari Desert, which is inhabited by the San people.",
      "Botswana has one of the world’s largest elephant populations.",
      "It has been politically stable since independence in 1966, which is rare in the region."
    ]
  },
  {
    "country": "Brazil",
    "facts": [
      "Brazil is home to the Amazon Rainforest, the largest tropical rainforest in the world.",
      "The country has over 200 million inhabitants, yet the Amazon River basin remains sparsely populated.",
      "Brazil hosts the world-famous Carnival festival with colorful parades and samba music."
    ]
  },
  {
    "country": "Brunei",
    "facts": [
      "Brunei is a small, wealthy nation on the island of Borneo, known for its oil reserves.",
      "The Sultan of Brunei lives in one of the world’s largest palaces, Istana Nurul Iman.",
      "Brunei has strict laws regulating alcohol and dress code for residents and tourists."
    ]
  },
  {
    "country": "Bulgaria",
    "facts": [
      "Bulgaria is known as the birthplace of the Cyrillic alphabet.",
      "Rose oil from the Valley of Roses is a major export and used worldwide.",
      "The country has the Rila Monastery, a UNESCO World Heritage site.",
      "Bulgaria has some of the oldest gold treasures in the world dating back to 4,500 BC."
    ]
  },
  {
    "country": "Burkina Faso",
    "facts": [
      "Burkina Faso is known as the land of upright people.",
      "It hosts one of Africa's largest film festivals, FESPACO.",
      "The country has unique mud-brick mosques in Bobo-Dioulasso."
    ]
  },
  {
    "country": "Burundi",
    "facts": [
      "Burundi is known for its traditional drumming culture.",
      "The Royal Drummers of Burundi perform ceremonial and festive music.",
      "Lake Tanganyika, the second deepest lake in the world, borders Burundi."
    ]
  },
  {
    "country": "Cabo Verde",
    "facts": [
      "Cabo Verde is an island country in the Atlantic Ocean.",
      "It’s famous for its Creole Portuguese-African culture.",
      "Cesária Évora, the 'Barefoot Diva', hailed from Cabo Verde."
    ]
  },
  {
    "country": "Cambodia",
    "facts": [
      "Cambodia is home to the Angkor Wat temple complex.",
      "The country has a traditional dance called Apsara Dance.",
      "Tonle Sap Lake is the largest freshwater lake in Southeast Asia."
    ]
  },
  {
    "country": "Cameroon",
    "facts": [
      "Cameroon is nicknamed 'Africa in miniature' due to its diversity.",
      "The country hosts the annual Ngondo festival celebrating the Sawa people.",
      "Mount Cameroon is an active volcano and the highest point in West Africa."
    ]
  },
  {
    "country": "Canada",
    "facts": [
      "In Canada, there’s a town called Dildo.",
      "Canada has a ‘polar bear jail’ in Churchill, Manitoba.",
      "Canadians eat the most donuts per capita in the world.",
      "There’s a lake in Canada named ‘Lake Chargoggagoggmanchauggagoggchaubunagungamaugg’."
    ]
  },
  {
    "country": "Central African Republic",
    "facts": [
      "CAR has the Dzanga-Sangha rainforest known for forest elephants.",
      "The country is rich in diamonds and gold.",
      "CAR is home to over 80 ethnic groups with diverse languages."
    ]
  },
  {
    "country": "Chad",
    "facts": [
      "Chad has the Sahara desert in its north.",
      "Lake Chad is a historically significant lake shrinking due to climate change.",
      "The Zakouma National Park is known for large herds of elephants."
    ]
  },
  {
    "country": "Chile",
    "facts": [
      "Chile stretches over 4,300 km from north to south.",
      "The Atacama Desert is one of the driest places on Earth.",
      "Chile produces most of the world’s copper supply."
    ]
  },
  {
    "country": "China",
    "facts": [
      "China has the world’s largest population.",
      "The country is home to the Great Wall, one of the New Seven Wonders of the World.",
      "China invented paper, gunpowder, and the compass."
    ]
  },
  {
    "country": "Colombia",
    "facts": [
      "Colombia is the world’s largest source of emeralds.",
      "The country produces over 80% of the world’s coffee beans.",
      "Colombia has a festival called Carnaval de Barranquilla, recognized by UNESCO."
    ]
  },
  {
    "country": "Comoros",
    "facts": [
      "Comoros is an island nation in the Indian Ocean.",
      "It is known for its aromatic ylang-ylang flowers.",
      "The island has one of the world’s highest volcanoes, Mount Karthala."
    ]
  },
  {
    "country": "Congo (Brazzaville)",
    "facts": [
      "Congo has dense rainforests home to gorillas and chimpanzees.",
      "The Congo River is the second largest river in Africa.",
      "The country has a national park called Odzala-Kokoua known for wildlife conservation."
    ]
  },
  {
    "country": "Congo (Kinshasa)",
    "facts": [
      "The Democratic Republic of Congo is the second largest country in Africa.",
      "The country is rich in minerals like cobalt and copper.",
      "Virunga National Park is Africa’s oldest national park and home to mountain gorillas."
    ]
  },
  {
    "country": "Costa Rica",
    "facts": [
      "Costa Rica is home to over 5% of the world’s biodiversity.",
      "The country abolished its army in 1949 and is very peaceful.",
      "Costa Rica has more than 1,000 beaches along its Pacific and Caribbean coasts."
    ]
  },
  {
    "country": "Croatia",
    "facts": [
      "Croatia is famous for its Dalmatian coast and islands.",
      "The country has over 1,200 islands, though only around 50 are inhabited.",
      "Game of Thrones filmed several scenes along Croatia’s coastline."
    ]
  },
  {
    "country": "Cuba",
    "facts": [
      "Cuba is known for its classic cars still used on the streets.",
      "The country has the world’s largest cigar production.",
      "Cuba has a UNESCO World Heritage city, Old Havana, with colonial architecture."
    ]
  },
  {
    "country": "Cyprus",
    "facts": [
      "Cyprus is known as the birthplace of Aphrodite, the Greek goddess of love.",
      "The country produces halloumi cheese, famous worldwide.",
      "Cyprus has one of the oldest wine-making traditions, dating back 6,000 years."
    ]
  },
  {
    "country": "Czech Republic",
    "facts": [
      "The Czech Republic is famous for its beer, the highest per capita consumption in the world.",
      "Prague’s Astronomical Clock is the third oldest in the world.",
      "Czech Republic has over 2,000 castles and chateaux."
    ]
  },
  {
    "country": "Denmark",
    "facts": [
      "Denmark is the birthplace of the famous fairy tale writer Hans Christian Andersen.",
      "The country is known for its bike-friendly cities and high quality of life.",
      "Denmark has the oldest monarchy in Europe that is still active today."
    ]
  },
  {
    "country": "Djibouti",
    "facts": [
      "Djibouti is located at the junction of the Red Sea and the Gulf of Aden.",
      "Lake Assal in Djibouti is one of the saltiest lakes in the world.",
      "The country has a desert called the Grand Bara, known for its unique landscapes."
    ]
  },
  {
    "country": "Dominica",
    "facts": [
      "Dominica is known as the 'Nature Island' due to its lush rainforests and volcanic mountains.",
      "The Boiling Lake is the second largest hot spring in the world.",
      "Dominica has more than 300 rivers for its small size."
    ]
  },
  {
    "country": "Dominican Republic",
    "facts": [
      "The Dominican Republic shares the island of Hispaniola with Haiti.",
      "It is famous for its baseball players who often play in MLB.",
      "Bachata and Merengue, popular music and dance styles, originated here."
    ]
  },
  {
    "country": "East Timor",
    "facts": [
      "East Timor is one of the youngest countries in the world, gaining independence in 2002.",
      "The country has rich marine biodiversity and coral reefs.",
      "Mount Ramelau is the highest peak in East Timor and holds cultural significance."
    ]
  },
  {
    "country": "Ecuador",
    "facts": [
      "Ecuador is named after the equator, which passes through the country.",
      "The Galápagos Islands are part of Ecuador and inspired Charles Darwin’s theory of evolution.",
      "Ecuador produces a large amount of bananas, being one of the top exporters globally."
    ]
  },
  {
    "country": "Egypt",
    "facts": [
      "Egypt is home to the Great Pyramids of Giza, one of the Seven Wonders of the Ancient World.",
      "The Nile River is the longest river in the world, flowing through Egypt.",
      "Egyptians were among the first to invent paper using papyrus plants."
    ]
  },
  {
    "country": "El Salvador",
    "facts": [
      "El Salvador is the smallest country in Central America.",
      "The country is famous for its surf beaches on the Pacific coast.",
      "El Salvador has more than 20 volcanoes, earning it the nickname 'Land of Volcanoes.'"
    ]
  },
  {
    "country": "Equatorial Guinea",
    "facts": [
      "Equatorial Guinea is the only African country where Spanish is an official language.",
      "The country is composed of a mainland and several islands, including Bioko.",
      "It has rich oil reserves which play a significant role in its economy."
    ]
  },
  {
    "country": "Eritrea",
    "facts": [
      "Eritrea has the ancient port city of Massawa with Ottoman architecture.",
      "The country is home to the Danakil Desert, one of the hottest places on Earth.",
      "Eritrea’s Asmara is known as 'Africa’s Little Rome' for its Italian colonial architecture."
    ]
  },
  {
    "country": "Estonia",
    "facts": [
      "Estonia is known for its digital advancements, including e-residency programs.",
      "Tallinn, the capital, has a well-preserved medieval old town.",
      "The country has over 2,000 islands and numerous forests."
    ]
  },
  {
    "country": "Eswatini",
    "facts": [
      "Eswatini is one of the few remaining monarchies in Africa.",
      "The country is known for the Umhlanga Reed Dance, a traditional cultural ceremony.",
      "Eswatini is home to diverse wildlife, including rhinos and elephants."
    ]
  },
  {
    "country": "Ethiopia",
    "facts": [
      "Ethiopia is the only African country never colonized.",
      "It is considered the birthplace of coffee.",
      "The country has the ancient rock-hewn churches of Lalibela, a UNESCO site."
    ]
  },
  {
    "country": "Fiji",
    "facts": [
      "Fiji is famous for its over 300 islands and pristine beaches.",
      "The country has a unique fire-walking tradition practiced by the Sawau people.",
      "Fiji is one of the few countries with a matriarchal influence in some communities."
    ]
  },
  {
    "country": "Finland",
    "facts": [
      "Finland is known as the land of a thousand lakes, but actually has over 180,000 lakes.",
      "It’s home to the Santa Claus Village in Rovaniemi.",
      "Finland consistently ranks among the happiest countries in the world."
    ]
  },
  {
    "country": "France",
    "facts": [
      "France is home to the Eiffel Tower, one of the most visited monuments in the world.",
      "The Louvre Museum in Paris is the largest art museum globally.",
      "French cuisine has more than 400 types of cheese."
    ]
  },
  {
    "country": "Gabon",
    "facts": [
      "Gabon is heavily forested, with over 80% covered by rainforests.",
      "The country is home to many rare species, including forest elephants and gorillas.",
      "Gabon has the Lope National Park, a UNESCO World Heritage site."
    ]
  },
  {
    "country": "Gambia",
    "facts": [
      "The Gambia is the smallest country on mainland Africa.",
      "It is famous for birdwatching and has over 500 bird species.",
      "The Gambia River runs through the entire length of the country."
    ]
  },
  {
    "country": "Georgia",
    "facts": [
      "Georgia is famous for its wine-making traditions dating back over 8,000 years.",
      "The country has unique alphabet and language unrelated to neighboring countries.",
      "Mount Kazbek is one of the major mountains in the Caucasus region."
    ]
  },
  {
    "country": "Germany",
    "facts": [
      "Germany is home to over 1,500 kinds of beer.",
      "The country has the famous Oktoberfest festival in Munich.",
      "Germany has over 20,000 castles, the most in Europe."
    ]
  },
  {
    "country": "Ghana",
    "facts": [
      "Ghana was the first African country to gain independence from colonial rule.",
      "It is famous for its Kente cloth, a colorful woven fabric.",
      "Ghana is home to Kakum National Park with its canopy walkway."
    ]
  },
  {
    "country": "India",
    "facts": [
      "India has the world’s largest postal network.",
      "It is home to the Kumbh Mela, the largest gathering of humans in the world.",
      "The country invented chess, yoga, and the concept of zero."
    ]
  },
  {
    "country": "Indonesia",
    "facts": [
      "Indonesia is made up of over 17,000 islands.",
      "It has the world’s largest Muslim population.",
      "Komodo dragons, the largest lizards, are native to Indonesia."
    ]
  },
  {
    "country": "Iran",
    "facts": [
      "Iran has one of the world’s oldest continuous civilizations.",
      "The country is famous for Persian carpets and rugs.",
      "Iran has a desert where stars shine so brightly you can see the Milky Way clearly."
    ]
  },
  {
    "country": "Iraq",
    "facts": [
      "Iraq is home to Mesopotamia, the cradle of civilization.",
      "The country has the ancient city of Babylon.",
      "Iraq is known for its historical rivers, Tigris and Euphrates."
    ]
  },
  {
    "country": "Ireland",
    "facts": [
      "Ireland is known as the Emerald Isle due to its lush greenery.",
      "It’s famous for traditional music and dance, including Riverdance.",
      "Ireland has more than 30,000 castles scattered across the country."
    ]
  },
  {
    "country": "Israel",
    "facts": [
      "Israel has the lowest point on Earth at the Dead Sea.",
      "It is home to both the Sea of Galilee and the Negev Desert.",
      "The country invented drip irrigation for agriculture."
    ]
  },
  {
    "country": "Italy",
    "facts": [
      "Italy has more UNESCO World Heritage sites than any other country.",
      "It’s the birthplace of pizza and espresso.",
      "Venice has over 400 bridges connecting its canals."
    ]
  },
  {
    "country": "Jamaica",
    "facts": [
      "Jamaica is the birthplace of reggae music.",
      "It has the famous Blue Mountains, known for coffee cultivation.",
      "The country has a tradition of jerk cooking, a spicy and smoky culinary method."
    ]
  },
  {
    "country": "Japan",
    "facts": [
      "There’s a museum in Japan entirely dedicated to instant noodles.",
      "You can rent a friend in Japan to accompany you anywhere.",
      "Square watermelons are grown in Japan for easy stacking and shipping."
    ]
  },
  {
    "country": "Jordan",
    "facts": [
      "Jordan is home to Petra, the ancient city carved into rock.",
      "The Dead Sea, bordering Jordan, is the lowest point on Earth.",
      "Wadi Rum is a desert valley used as a filming location for movies."
    ]
  },
  {
    "country": "Kazakhstan",
    "facts": [
      "Kazakhstan is the largest landlocked country in the world.",
      "It has a unique landscape, from steppes to mountains and deserts.",
      "Baikonur Cosmodrome, the world’s first space launch site, is in Kazakhstan."
    ]
  },
  {
    "country": "Kenya",
    "facts": [
      "Kenya is famous for its long-distance runners and athletics achievements.",
      "The Great Rift Valley runs through the country, creating beautiful landscapes.",
      "Kenya has Maasai Mara National Reserve, known for wildlife safaris."
    ]
  },
  {
    "country": "Kiribati",
    "facts": [
      "Kiribati is a group of 33 atolls and reef islands in the central Pacific.",
      "It is one of the few countries located in all four hemispheres.",
      "The country is highly threatened by rising sea levels."
    ]
  },
  {
    "country": "Kuwait",
    "facts": [
      "Kuwait has one of the highest per capita incomes in the world due to oil.",
      "It is home to the iconic Kuwait Towers.",
      "Kuwait has a desert landscape with some areas used for camel racing."
    ]
  },
  {
    "country": "Kyrgyzstan",
    "facts": [
      "Kyrgyzstan is known as the 'Switzerland of Central Asia' due to its mountains.",
      "The country has over 80% mountainous terrain.",
      "Traditional yurt living is still practiced in rural areas."
    ]
  },
  {
    "country": "Laos",
    "facts": [
      "Laos is known as the 'Land of a Million Elephants.'",
      "The country has many Buddhist temples called 'wats.'",
      "The Plain of Jars is an archaeological mystery with thousands of stone jars."
    ]
  },
  {
    "country": "Latvia",
    "facts": [
      "Latvia has a rich tradition of folk songs, called 'dainas.'",
      "The country has one of the largest percentages of forest in Europe.",
      "Riga, the capital, is famous for its Art Nouveau architecture."
    ]
  },
  {
    "country": "Lebanon",
    "facts": [
      "Lebanon is known for its ancient ruins, including Baalbek and Byblos.",
      "It is famous for its cuisine, like tabbouleh and hummus.",
      "Lebanon has the Cedar of God, an iconic ancient cedar tree."
    ]
  },
  {
    "country": "Lesotho",
    "facts": [
      "Lesotho is the only country in the world entirely above 1,000 meters in elevation.",
      "It is known as the 'Kingdom in the Sky.'",
      "Basotho ponchos are a traditional and iconic attire."
    ]
  },
  {
    "country": "Liberia",
    "facts": [
      "Liberia was founded by freed American slaves in the 19th century.",
      "Monrovia, the capital, is named after US President James Monroe.",
      "Liberia has beautiful coastal beaches along the Atlantic Ocean."
    ]
  },
  {
    "country": "Libya",
    "facts": [
      "Libya is mostly covered by the Sahara Desert.",
      "The country has ancient Greek and Roman ruins, including Leptis Magna.",
      "Libya has one of the longest coastlines in Africa along the Mediterranean Sea."
    ]
  },
  {
    "country": "Liechtenstein",
    "facts": [
      "Liechtenstein is one of the world’s smallest countries.",
      "It’s nestled between Switzerland and Austria in the Alps.",
      "The country has one of the highest GDP per capita globally."
    ]
  },
  {
    "country": "Lithuania",
    "facts": [
      "Lithuania was the first Soviet republic to declare independence in 1990.",
      "Vilnius, the capital, has a beautiful baroque old town.",
      "Basketball is the most popular sport in Lithuania."
    ]
  },
  {
    "country": "Luxembourg",
    "facts": [
      "Luxembourg is one of the smallest yet wealthiest countries in the world.",
      "It has a medieval old town built on cliffs.",
      "The country is a founding member of the EU, NATO, and the UN."
    ]
  },
  {
    "country": "Madagascar",
    "facts": [
      "Madagascar is home to over 90% of its wildlife species found nowhere else.",
      "The island is famous for lemurs and baobab trees.",
      "Madagascar has unique spiny forests found only on the island."
    ]
  },
  {
    "country": "Malawi",
    "facts": [
      "Malawi is known as the 'Warm Heart of Africa' for its friendly people.",
      "Lake Malawi is one of the largest and deepest freshwater lakes in the world.",
      "Malawi has national parks with diverse wildlife, including hippos and elephants."
    ]
  },
  {
    "country": "Malaysia",
    "facts": [
      "Malaysia consists of two regions separated by the South China Sea.",
      "It is home to the world-famous Petronas Twin Towers in Kuala Lumpur.",
      "Malaysia has diverse wildlife including orangutans and hornbills."
    ]
  },
  {
    "country": "Maldives",
    "facts": [
      "Maldives is made up of over 1,000 coral islands.",
      "It is the lowest country in the world, with average ground level just 1.5 meters above sea level.",
      "The Maldives is famous for luxury overwater bungalows."
    ]
  },
  {
    "country": "Mali",
    "facts": [
      "Mali is home to Timbuktu, historically a center of learning and trade.",
      "The Niger River runs through the country providing vital resources.",
      "Mali has a rich musical tradition, including griot storytellers."
    ]
  },
  {
    "country": "Malta",
    "facts": [
      "Malta has some of the world’s oldest free-standing structures, older than the pyramids.",
      "It is known for clear blue Mediterranean waters and limestone buildings.",
      "The country has been a strategic naval base for centuries."
    ]
  },
  {
    "country": "Marshall Islands",
    "facts": [
      "The Marshall Islands are made up of 29 atolls and 5 islands in the Pacific Ocean.",
      "The country is known for Bikini Atoll, a site of nuclear tests.",
      "Marshallese traditional navigation uses stick charts to map ocean currents."
    ]
  },
  {
    "country": "Mauritania",
    "facts": [
      "Mauritania is mostly covered by the Sahara Desert.",
      "It has ancient trading cities like Chinguetti, a UNESCO World Heritage site.",
      "Mauritania is known for its nomadic culture and camel caravans."
    ]
  },
  {
    "country": "Mauritius",
    "facts": [
      "Mauritius is famous for its turquoise waters and coral reefs.",
      "The dodo bird was native to Mauritius and is now extinct.",
      "The island has a blend of Indian, African, French, and Chinese cultures."
    ]
  },
  {
    "country": "Mexico",
    "facts": [
      "Mexico is home to the ancient Mayan and Aztec civilizations.",
      "The country has the world’s largest pyramid by volume, the Great Pyramid of Cholula.",
      "Mexico celebrates the Day of the Dead, a colorful cultural festival."
    ]
  },
  {
    "country": "Micronesia",
    "facts": [
      "Micronesia consists of over 600 islands in the western Pacific Ocean.",
      "It has unique traditional navigation methods using stars and ocean swells.",
      "The country is rich in marine biodiversity and coral reefs."
    ]
  },
  {
    "country": "Moldova",
    "facts": [
      "Moldova is known for its extensive underground wine cellars, some of the largest in the world.",
      "The country produces high-quality wines with centuries-old traditions.",
      "Moldova has picturesque villages with traditional architecture."
    ]
  },
  {
    "country": "Monaco",
    "facts": [
      "Monaco is the second smallest country in the world.",
      "It is famous for the Monte Carlo Casino and luxury lifestyle.",
      "The country hosts the annual Formula 1 Grand Prix race on city streets."
    ]
  },
  {
    "country": "Mongolia",
    "facts": [
      "Mongolia is known for the vast Gobi Desert and steppe landscapes.",
      "The country has a rich nomadic culture with yurts and horse riding.",
      "Mongolia was the heart of the Mongol Empire under Genghis Khan."
    ]
  },
  {
    "country": "Montenegro",
    "facts": [
      "Montenegro has a stunning Adriatic coastline with historic towns like Kotor.",
      "It is home to the Tara River Canyon, Europe’s deepest canyon.",
      "The country has medieval monasteries and fortresses dotting the landscape."
    ]
  },
  {
    "country": "Morocco",
    "facts": [
      "Morocco has vibrant markets called souks in cities like Marrakech.",
      "The country is home to the Atlas Mountains and Sahara Desert.",
      "Morocco produces a variety of spices, including saffron and cumin."
    ]
  },
  {
    "country": "Mozambique",
    "facts": [
      "Mozambique has a long coastline along the Indian Ocean with beautiful beaches.",
      "It is known for the Gorongosa National Park, rich in wildlife.",
      "The country has unique cultural music and dances like Marrabenta."
    ]
  },
  {
    "country": "Myanmar",
    "facts": [
      "Myanmar is home to the ancient city of Bagan with thousands of temples.",
      "The country produces a significant amount of jade and gems.",
      "It has traditional longyi garments worn by both men and women."
    ]
  },
  {
    "country": "Namibia",
    "facts": [
      "Namibia is known for the Namib Desert, one of the oldest deserts in the world.",
      "Etosha National Park is famous for its wildlife including lions and rhinos.",
      "The Skeleton Coast is famous for shipwrecks along the shoreline."
    ]
  },
  {
    "country": "Nauru",
    "facts": [
      "Nauru is the world’s smallest island republic.",
      "Phosphate mining has played a major role in its economy.",
      "The island has a unique landscape with raised coral reefs."
    ]
  },
  {
    "country": "Nepal",
    "facts": [
      "Nepal is home to Mount Everest, the world’s tallest peak.",
      "The country has thousands of Buddhist and Hindu temples.",
      "Nepal has unique festivals like Holi and Dashain celebrated nationwide."
    ]
  },
  {
    "country": "Netherlands",
    "facts": [
      "The Netherlands is famous for windmills, tulips, and canals.",
      "It has the world’s largest flower auction in Aalsmeer.",
      "Cycling is a major mode of transportation across the country."
    ]
  },
  {
    "country": "New Zealand",
    "facts": [
      "New Zealand is known for its stunning landscapes used in movies like Lord of the Rings.",
      "It has more sheep than humans.",
      "Maori culture and traditions are a core part of the country’s identity."
    ]
  },
  {
    "country": "Nicaragua",
    "facts": [
      "Nicaragua has the largest freshwater lake in Central America, Lake Nicaragua.",
      "It is known for its volcanoes and surf-friendly Pacific coast.",
      "The country has colonial cities like Granada with vibrant architecture."
    ]
  },
  {
    "country": "Niger",
    "facts": [
      "Niger is mostly covered by the Sahara Desert.",
      "It is home to the Air Mountains, an isolated mountain range.",
      "The country has unique desert festivals and Tuareg culture."
    ]
  },
  {
    "country": "Nigeria",
    "facts": [
      "Nigeria is the most populous country in Africa.",
      "It has Nollywood, one of the largest film industries in the world.",
      "The country is known for its diverse music and cultural festivals."
    ]
  },
  {
    "country": "North Korea",
    "facts": [
      "North Korea has a subway system in Pyongyang that doubles as a bomb shelter.",
      "The country is largely isolated and has unique cultural traditions.",
      "Arirang Mass Games is a famous mass gymnastics and artistic festival."
    ]
  },
  {
    "country": "North Macedonia",
    "facts": [
      "North Macedonia has the ancient city of Ohrid with a beautiful lake.",
      "The country is known for Byzantine-era churches and monasteries.",
      "Traditional music using the gaida (bagpipe) is popular."
    ]
  },
  {
    "country": "Norway",
    "facts": [
      "Norway is famous for its fjords, especially Geirangerfjord and Nærøyfjord.",
      "It experiences the Midnight Sun in summer and polar nights in winter.",
      "Norway is a leading country in electric vehicle adoption."
    ]
  },
  {
    "country": "Oman",
    "facts": [
      "Oman has beautiful deserts like the Wahiba Sands.",
      "The country is known for frankincense production.",
      "Muscat has historic forts and traditional souks that attract tourists."
    ]
  },
  {
    "country": "Pakistan",
    "facts": [
      "Pakistan is home to the world’s highest paved international road, the Karakoram Highway.",
      "It has ancient civilizations like Mohenjo-Daro and Harappa.",
      "The country produces a large variety of mangoes, famous worldwide."
    ]
  },
  {
    "country": "Palau",
    "facts": [
      "Palau is an island nation in the western Pacific Ocean.",
      "It is known for its Rock Islands and marine biodiversity.",
      "Palau banned sunscreen chemicals harmful to coral reefs."
    ]
  },
  {
    "country": "Palestine",
    "facts": [
      "Palestine is home to historical cities like Bethlehem and Jericho.",
      "Olive oil production has been a long-standing tradition.",
      "The Dead Sea bordering Palestine is extremely salty and allows floating."
    ]
  },
  {
    "country": "Panama",
    "facts": [
      "Panama is famous for the Panama Canal, connecting the Atlantic and Pacific Oceans.",
      "The country has the Darien Gap, one of the most biodiverse rainforests.",
      "Panama hats actually originated in Ecuador, but were shipped through Panama."
    ]
  },
  {
    "country": "Papua New Guinea",
    "facts": [
      "Papua New Guinea has over 800 languages spoken.",
      "The country has one of the highest levels of biodiversity in the world.",
      "Traditional tribes still maintain unique customs and ceremonies."
    ]
  },
  {
    "country": "Paraguay",
    "facts": [
      "Paraguay has the Itaipu Dam, one of the world’s largest hydroelectric plants.",
      "The country has a strong Guarani cultural influence alongside Spanish heritage.",
      "Yerba mate, a traditional tea, is widely consumed in Paraguay."
    ]
  },
  {
    "country": "Peru",
    "facts": [
      "Peru is home to Machu Picchu, the famous Incan citadel.",
      "The country produces over 3,000 varieties of potatoes.",
      "Lake Titicaca, on the Peru-Bolivia border, is the highest navigable lake in the world."
    ]
  },
  {
    "country": "Philippines",
    "facts": [
      "The Philippines is made up of over 7,000 islands.",
      "It has the world’s longest Christmas celebration, starting in September.",
      "The Chocolate Hills in Bohol are a geological wonder."
    ]
  },
  {
    "country": "Poland",
    "facts": [
      "Poland has over 1,000 lakes in the Masurian Lake District.",
      "It is home to the Wieliczka Salt Mine, a UNESCO site.",
      "Poland is the birthplace of famous scientist Marie Curie."
    ]
  },
  {
    "country": "Portugal",
    "facts": [
      "Portugal is famous for its traditional Fado music.",
      "It has the world’s oldest bookstore, Bertrand Bookstore in Lisbon.",
      "Portugal is a leading cork producer in the world."
    ]
  },
  {
    "country": "Qatar",
    "facts": [
      "Qatar has the world’s highest per capita income.",
      "It hosts the annual Qatar Open tennis tournament.",
      "Doha, the capital, has ultra-modern skyscrapers and museums."
    ]
  },
  {
    "country": "Romania",
    "facts": [
      "Romania is home to the Carpathian Mountains and Transylvania.",
      "Bran Castle is often linked to the Dracula legend.",
      "The country has the largest underground salt mine museum in the world."
    ]
  },
  {
    "country": "Russia",
    "facts": [
      "Russia is the largest country in the world by area.",
      "It spans 11 time zones.",
      "Lake Baikal is the deepest and one of the oldest freshwater lakes in the world."
    ]
  },
  {
    "country": "Rwanda",
    "facts": [
      "Rwanda is known as the 'Land of a Thousand Hills.'",
      "It is famous for mountain gorilla conservation in Volcanoes National Park.",
      "The country has made significant strides in environmental conservation and clean energy."
    ]
  },
  {
    "country": "Saint Kitts and Nevis",
    "facts": [
      "Saint Kitts and Nevis is the smallest sovereign state in the Western Hemisphere.",
      "Brimstone Hill Fortress is a UNESCO World Heritage site.",
      "The islands are volcanic and have lush tropical landscapes."
    ]
  },
  {
    "country": "Saint Lucia",
    "facts": [
      "Saint Lucia is famous for the Pitons, two mountainous volcanic spires.",
      "The island is a popular honeymoon destination.",
      "It has a unique drive-in volcano called Sulphur Springs."
    ]
  },
  {
    "country": "Saint Vincent and the Grenadines",
    "facts": [
      "Saint Vincent and the Grenadines is an island country in the Caribbean.",
      "It is known for its volcanic landscapes and beaches.",
      "The country hosts an annual Vincy Mas carnival festival."
    ]
  },
  {
    "country": "Samoa",
    "facts": [
      "Samoa is famous for its traditional tattoo culture called ‘tatau.’",
      "The islands have lush rainforests and volcanic mountains.",
      "Samoa follows a communal way of life with village councils."
    ]
  },
  {
    "country": "San Marino",
    "facts": [
      "San Marino is one of the world’s smallest countries and oldest republics.",
      "It is surrounded entirely by Italy.",
      "The country has medieval towers that offer panoramic views."
    ]
  },
  {
    "country": "Sao Tome and Principe",
    "facts": [
      "Sao Tome and Principe is an island nation in the Gulf of Guinea.",
      "It is known for cocoa production and rich biodiversity.",
      "The islands have volcanic peaks and pristine beaches."
    ]
  },
  {
    "country": "Saudi Arabia",
    "facts": [
      "Saudi Arabia is the birthplace of Islam.",
      "It has the world’s largest continuous sand desert, the Rub' al Khali.",
      "Mecca and Medina are the two holiest cities in Islam."
    ]
  },
  {
    "country": "Senegal",
    "facts": [
      "Senegal is famous for its music, particularly mbalax.",
      "The country has the unique Pink Lake, Lake Retba.",
      "Dakar, the capital, hosts the Dakar Rally, originally a Paris-Dakar race."
    ]
  },
  {
    "country": "Serbia",
    "facts": [
      "Serbia has over 2000 years of history with Roman ruins.",
      "Belgrade is one of the oldest cities in Europe.",
      "The country is famous for its traditional rakija brandy."
    ]
  },
  {
    "country": "Seychelles",
    "facts": [
      "Seychelles is an archipelago of 115 islands in the Indian Ocean.",
      "It is famous for rare species like the Coco de Mer palm.",
      "The beaches in Seychelles are often ranked among the most beautiful in the world."
    ]
  },
  {
    "country": "Sierra Leone",
    "facts": [
      "Sierra Leone has a tropical climate with diverse ecosystems.",
      "Freetown, the capital, was founded for freed slaves.",
      "The country is known for its diamonds and rich cultural traditions."
    ]
  },
  {
    "country": "Singapore",
    "facts": [
      "Singapore is a city-state known for its cleanliness and green spaces.",
      "The country has the iconic Marina Bay Sands hotel and Gardens by the Bay.",
      "Changi Airport has been voted the best airport in the world multiple times."
    ]
  },
  {
    "country": "Slovakia",
    "facts": [
      "Slovakia has over 3000 castles and castle ruins.",
      "The country is known for the High Tatras mountains.",
      "Bratislava, the capital, has a medieval old town with narrow streets."
    ]
  },
  {
    "country": "Slovenia",
    "facts": [
      "Slovenia has the beautiful Lake Bled with an island church.",
      "It is home to the Postojna Cave system, one of the world’s largest karst caves.",
      "Slovenia has a high percentage of forested land compared to Europe."
    ]
  },
  {
    "country": "Solomon Islands",
    "facts": [
      "The Solomon Islands are known for World War II historical sites.",
      "The islands are rich in coral reefs and marine biodiversity.",
      "They have traditional canoe-building and wood-carving crafts."
    ]
  },
  {
    "country": "Somalia",
    "facts": [
      "Somalia has the longest coastline in mainland Africa.",
      "It is known for its camel herding and nomadic lifestyle.",
      "The country has ancient cities with Islamic architecture."
    ]
  },
  {
    "country": "South Africa",
    "facts": [
      "South Africa has three capital cities: Pretoria, Bloemfontein, and Cape Town.",
      "It is famous for safaris and the Big Five wildlife.",
      "The country produces a wide variety of wines, especially in Stellenbosch."
    ]
  },
  {
    "country": "South Korea",
    "facts": [
      "South Korea is famous for K-pop music and entertainment industry.",
      "The country has one of the fastest internet speeds in the world.",
      "It is known for traditional foods like kimchi and bibimbap."
    ]
  },
  {
    "country": "South Sudan",
    "facts": [
      "South Sudan is the world’s newest country, gaining independence in 2011.",
      "It has vast wetlands, rivers, and savannahs.",
      "The country is home to many ethnic groups with rich cultural traditions."
    ]
  },
  {
    "country": "Spain",
    "facts": [
      "Spain is known for flamenco dance and music.",
      "The country has famous architectural landmarks by Antoni Gaudí in Barcelona.",
      "Spain produces a large portion of the world’s olive oil."
    ]
  },
  {
    "country": "Sri Lanka",
    "facts": [
      "Sri Lanka is known as the ‘Pearl of the Indian Ocean.’",
      "The country produces Ceylon tea, famous worldwide.",
      "It has ancient rock fortress cities like Sigiriya."
    ]
  },
  {
    "country": "Sudan",
    "facts": [
      "Sudan has more pyramids than any other country, even more than Egypt.",
      "The Nile River flows through Sudan, creating fertile lands.",
      "Sudan has a rich Nubian cultural heritage."
    ]
  },
  {
    "country": "Suriname",
    "facts": [
      "Suriname is the smallest country in South America by area.",
      "It has a diverse culture including Indian, African, Javanese, and Indigenous influences.",
      "The Central Suriname Nature Reserve is a UNESCO World Heritage site."
    ]
  },
  {
    "country": "Sweden",
    "facts": [
      "Sweden is famous for IKEA and its design culture.",
      "It has thousands of coastal islands and inland lakes.",
      "The country is known for innovations like the pacemaker and Spotify."
    ]
  },
  {
    "country": "Switzerland",
    "facts": [
      "Switzerland is famous for Swiss chocolate and cheese.",
      "It has the Alps, popular for skiing and mountaineering.",
      "The country has four official languages: German, French, Italian, and Romansh."
    ]
  },
  {
    "country": "Syria",
    "facts": [
      "Syria has ancient cities like Aleppo and Damascus, some of the oldest continuously inhabited in the world.",
      "It is known for its historical sites, including Palmyra.",
      "Syrian cuisine is famous for dishes like kibbeh and baklava."
    ]
  },
  {
    "country": "Taiwan",
    "facts": [
      "Taiwan is famous for its night markets and street food.",
      "It has beautiful mountain landscapes and Taroko Gorge.",
      "Taiwan produces some of the world’s best semiconductors."
    ]
  },
  {
    "country": "Tajikistan",
    "facts": [
      "Tajikistan is a mountainous country, with over 90% of its area covered by mountains.",
      "Pamir Mountains are known as the 'Roof of the World.'",
      "The country has rich Silk Road history."
    ]
  },
  {
    "country": "Tanzania",
    "facts": [
      "Tanzania is home to Mount Kilimanjaro, Africa’s highest peak.",
      "It has the Serengeti National Park, famous for wildlife safaris.",
      "The country includes the exotic spice island of Zanzibar."
    ]
  },
  {
    "country": "Thailand",
    "facts": [
      "Thailand is known as the ‘Land of Smiles.’",
      "It is famous for its temples, street food, and floating markets.",
      "Thailand produces silk, tropical fruits, and spices."
    ]
  },
  {
    "country": "Togo",
    "facts": [
      "Togo is a small West African country with a coastline on the Gulf of Guinea.",
      "It has vibrant voodoo traditions and festivals.",
      "The country has a mix of savannah, forests, and hills."
    ]
  },
  {
    "country": "Tonga",
    "facts": [
      "Tonga is a Polynesian kingdom made up of 169 islands.",
      "It is one of the few remaining monarchies in the Pacific.",
      "Tonga has traditional kava ceremonies and unique cultural dances."
    ]
  },
  {
    "country": "Trinidad and Tobago",
    "facts": [
      "Trinidad and Tobago is famous for its Carnival festival with colorful costumes.",
      "The country is the birthplace of the steelpan drum.",
      "It has one of the largest natural asphalt deposits in the world."
    ]
  },
  {
    "country": "Tunisia",
    "facts": [
      "Tunisia has ancient ruins of Carthage and Roman amphitheaters.",
      "It is home to the Sahara Desert and unique desert oases.",
      "Tunisian cuisine is known for couscous and spicy harissa sauce."
    ]
  },
  {
    "country": "Turkey",
    "facts": [
      "Turkey straddles both Europe and Asia.",
      "Istanbul has historic landmarks like Hagia Sophia and the Grand Bazaar.",
      "Cappadocia is famous for hot air balloon rides over unique rock formations."
    ]
  },
  {
    "country": "Turkmenistan",
    "facts": [
      "Turkmenistan is mostly desert, including the Karakum Desert.",
      "It has the Darvaza Gas Crater, known as the 'Door to Hell.'",
      "Ashgabat, the capital, is known for its white marble buildings."
    ]
  },
  {
    "country": "Tuvalu",
    "facts": [
      "Tuvalu is one of the smallest and least populated countries in the world.",
      "It is threatened by rising sea levels due to climate change.",
      "The country consists of low-lying atolls and reef islands."
    ]
  },
  {
    "country": "Uganda",
    "facts": [
      "Uganda is known as the 'Pearl of Africa' for its natural beauty.",
      "It is home to the endangered mountain gorillas in Bwindi Impenetrable Forest.",
      "Lake Victoria, Africa’s largest lake, borders Uganda."
    ]
  },
  {
    "country": "Ukraine",
    "facts": [
      "Ukraine is the largest country entirely in Europe.",
      "It has the Chernobyl Exclusion Zone, site of the 1986 nuclear disaster.",
      "The country is famous for traditional folk music and dance."
    ]
  },
  {
    "country": "United Arab Emirates",
    "facts": [
      "The UAE has iconic skyscrapers, including Burj Khalifa, the tallest building in the world.",
      "Dubai is famous for luxury shopping, man-made islands, and deserts.",
      "The country hosts indoor ski resorts in the desert."
    ]
  },
  {
    "country": "United Kingdom",
    "facts": [
      "The UK is made up of England, Scotland, Wales, and Northern Ireland.",
      "It has landmarks like Big Ben, Stonehenge, and Buckingham Palace.",
      "The country is famous for its tea culture and the Royal Family."
    ]
  },
  {
    "country": "United States",
    "facts": [
      "The US has 50 states and a wide variety of landscapes.",
      "It is home to iconic landmarks like the Grand Canyon, Statue of Liberty, and Yellowstone.",
      "The country is the birthplace of Hollywood and Silicon Valley."
    ]
  },
  {
    "country": "Uruguay",
    "facts": [
      "Uruguay is known for its beaches and surfing culture.",
      "It was the first country to legalize cannabis nationwide.",
      "The country has a strong football (soccer) tradition, winning two World Cups."
    ]
  },
  {
    "country": "Uzbekistan",
    "facts": [
      "Uzbekistan is famous for its Silk Road cities like Samarkand and Bukhara.",
      "It has over 1,000 years of Islamic architecture.",
      "The country is one of the largest cotton producers in the world."
    ]
  },
  {
    "country": "Vanuatu",
    "facts": [
      "Vanuatu is an archipelago in the South Pacific Ocean.",
      "It has active volcanoes and coral reefs for diving.",
      "Traditional village life and ceremonies are still preserved on many islands."
    ]
  },
  {
    "country": "Vatican City",
    "facts": [
      "Vatican City is the smallest country in the world by both area and population.",
      "It is the spiritual center of the Roman Catholic Church.",
      "St. Peter’s Basilica and the Sistine Chapel are located here."
    ]
  },
  {
    "country": "Venezuela",
    "facts": [
      "Venezuela is home to Angel Falls, the world’s tallest waterfall.",
      "The country has diverse landscapes, from Andes mountains to Amazon rainforest.",
      "It is famous for producing the world’s largest known oil reserves."
    ]
  },
  {
    "country": "Vietnam",
    "facts": [
      "Vietnam is famous for its street food, including pho and banh mi.",
      "Ha Long Bay is known for its limestone karst islands and emerald waters.",
      "The country has a rich history with influences from China, France, and indigenous cultures."
    ]
  },
  {
    "country": "Yemen",
    "facts": [
      "Yemen has ancient skyscrapers in the old city of Shibam, called the 'Manhattan of the Desert.'",
      "The country produces unique coffee from the Haraz Mountains.",
      "Yemen has the Socotra Island, famous for alien-like dragon blood trees."
    ]
  },
  {
    "country": "Zambia",
    "facts": [
      "Zambia is home to Victoria Falls, one of the largest waterfalls in the world.",
      "It has vast wildlife parks like South Luangwa National Park.",
      "Traditional ceremonies like Kuomboka are still celebrated today."
    ]
  },
  {
    "country": "Zimbabwe",
    "facts": [
      "Zimbabwe is known for the Great Zimbabwe ruins, ancient stone structures.",
      "It shares the majestic Victoria Falls with Zambia.",
      "The country has diverse wildlife and safari tourism."
    ]
  }
]
